adw-gtk-theme
amd-ucode
base
base-devel
bat
bluez
bluez-utils
brightnessctl
btop
btrfs-progs
cliphist
cmatrix
code
cowsay
cronie
discord
dkms
docker
docker-compose
dolphin
duf
dunst
efibootmgr
exfatprogs
fastfetch
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-qt
fd
figlet
firefox
fzf
gimp
git
gnome-disk-utility
gnome-settings-daemon
grim
grub
grub-btrfs
gst-plugin-pipewire
gtk3-demos
gtk4-demos
htop
hyprland
hyprpicker
imagemagick
imv
inotify-tools
iotop
iwd
jq
kitty
libnotify
libpulse
libreoffice-still
libva-nvidia-driver
linux
linux-firmware
linux-headers
lsd
lvm2
man-db
memtest86+
memtest86+-efi
meson
mpv
nano
nautilus
neovim
network-manager-applet
ninja
nodejs-lts-jod
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nvidia-container-toolkit
nvidia-open-dkms
nwg-dock-hyprland
nwg-drawer
obs-studio
openssh
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-gnome
power-profiles-daemon
prismlauncher
pv
qt5-wayland
qt5ct
qt6-wayland
qt6ct
reflector
rofi
rofi-emoji
sddm
slurp
smartmontools
steam
strace
swww
tailscale
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
the_silver_searcher
thefuck
timeshift
ttf-jetbrains-mono-nerd
uwsm
vim
vlc
waybar
wget
wireless_tools
wireplumber
wofi
wpa_supplicant
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-utils
xorg-server
xorg-xhost
xorg-xinit
xsettingsd
zram-generator
zsh
