clipse
gslapper
hyprgraphics-git
hyprlang-git
hyprlock-git
hyprutils-git
hyprwayland-scanner-git
libwireplumber-4.0-compat
maplemono-nf-cn
matugen-bin
neofetch
numix-circle-icon-theme-git
numix-icon-theme-git
nvitop
paru
paru-debug
pwvucontrol
python-nvidia-ml-py
python-pynvml
rofi-bluetooth-git
sddm-sugar-dark
wayfreeze-git
wlogout
yay-git
yay-git-debug
