clipse
clipse-debug
gslapper
gslapper-debug
hyprgraphics-git
hyprgraphics-git-debug
hyprlang-git
hyprlang-git-debug
hyprlock-git
hyprlock-git-debug
hyprutils-git
hyprutils-git-debug
hyprwayland-scanner-git
hyprwayland-scanner-git-debug
libwireplumber-4.0-compat
libwireplumber-4.0-compat-debug
maplemono-nf-cn
matugen-bin
matugen-bin-debug
minecraft-launcher
minecraft-launcher-debug
mpvpaper-debug
neofetch
numix-circle-icon-theme-git
numix-icon-theme-git
nvitop
paru
paru-debug
pwvucontrol
pwvucontrol-debug
python-nvidia-ml-py
python-pynvml
sddm-sugar-dark
wlogout
wlogout-debug
yay-git
yay-git-debug
